Repository: XanderT/plugin.video.jworg
Catalog: resources/language/Swedish/strings.po
Languages: sv

# #30001
source: Next page >>
sv: Nästa sida >>

# #30002
source: Language of multimedia file
sv: Filens språk

# #30005
source: General
sv: Allmänt

# #30010
source: Books of the Bible
sv: Bibelns böcker

# #30011
source: Music and songs
sv: Musik och låtar

# #30012
source: Daily text
sv: Dagens text

# #30013
source: Bible dramas
sv: Bibeldrama

# #30014
source: Dramatic bible readings
sv: Dramatiska bibeluppläsningar

# #30015
source: Musics, dramas, and dramatic readings
sv: Musik, draman och dramatiska läsningar

# #30016
source: Newest first
sv: Senaste först

# #30017
source: Oldest first
sv: Äldsta först

# #30018
source: By title
sv: Efter titel

# #30019
source: Sorting
sv: Sortering

# #30020
source: Videos
sv: VIDEO

# #30022
source: Empty cache (force lists update)
sv: Töm cache (tvingar listuppdatering)

# #30023
source: Emptying cache
sv: Tömmer cache

# #30024
source: Successfully done
sv: Lyckades

# #30025
source: Magazines
sv: Tidningar

# #30026
source: All magazines
sv: Alla tidningar

# #30027
source: Awake!
sv: Vaken!

# #30028
source: The Watchtower
sv: Vakttornet

# #30029
source: The Watchtower (Study Edition)
sv: Vakttornet (studieutgåva)

# #30030
source: The Watchtower (Simplified Edition)
sv: Vakttornet (enkel utgåva)

# #30031
source: Latest
sv: Senaste

# #30032
source: Newsroom
sv: Nyheter

# #30033
source: Unable to load remote content
sv: Kan inte ladda fjärrinnehållet

# #30034
source: Week program
sv: Veckoprogram

# #30037
source: Activities
sv: Aktiviteter

# #30038
source: End of the article
sv: Artikelslut

# #30039
source: Default video resolution (0: ask every time)
sv: Standard videoupplösning (0: fråga alltid)

# #30040
source: Video in sign language
sv: Video på teckenspråk
