Repository: XanderT/plugin.video.jworg
Catalog: resources/language/Croatian/strings.po
Languages: hr

# #30001
source: Next page >>
hr: Sljedeća stranica >>

# #30002
source: Language of multimedia file
hr: Jezik multimedijalne datoteke

# #30005
source: General
hr: Općenito

# #30010
source: Books of the Bible
hr: Knjige Biblije

# #30011
source: Music and songs
hr: Glazba i pjesme

# #30012
source: Daily text
hr: Dnevni tekst

# #30013
source: Bible dramas
hr: Biblijske drame

# #30014
source: Dramatic bible readings
hr: Dramsko čitanje Biblije

# #30015
source: Musics, dramas, and dramatic readings
hr: Glazba, drame i dramske čitanja

# #30016
source: Newest first
hr: Najnovije prvo

# #30017
source: Oldest first
hr: Najstarije prvo

# #30018
source: By title
hr: Prema nazivu

# #30019
source: Sorting
hr: Razvrstavanje

# #30020
source: Videos
hr: Video snimke

# #30021
source: Cache
hr: Predmemorija

# #30022
source: Empty cache (force lists update)
hr: Isprazni priručnu memoriju (prisilno ažuriranje popisa)

# #30023
source: Emptying cache
hr: Pražnjenje priručne memorije

# #30024
source: Successfully done
hr: Uspješno izvršeno

# #30025
source: Magazines
hr: Časopisi

# #30026
source: All magazines
hr: Svi časopisi

# #30027
source: Awake!
hr: Buđenje!

# #30028
source: The Watchtower
hr: Stražarska kula

# #30029
source: The Watchtower (Study Edition)
hr: Stražarska kula (izdanje za proučavanje)

# #30030
source: The Watchtower (Simplified Edition)
hr: Stražarska kula (pojednostavljeno izdanje)

# #30031
source: Latest
hr: Najnovije

# #30032
source: Newsroom
hr: Vijesti

# #30033
source: Unable to load remote content
hr: Nemoguće učitavanje udaljenjog sadržaja

# #30034
source: Week program
hr: Tjedni program

# #30035
source: Theocratic Ministry School
hr: Teokratske škole propovijedanja

# #30037
source: Activities
hr: Događanja i zanimljivosti

# #30038
source: End of the article
hr: Kraj članka

# #30039
source: Default video resolution (0: ask every time)
hr: Zadana razlučivost videa (0: pitaj svaki put)

# #30040
source: Video in sign language
hr: Jezik video prijave

# #30041
source: Filter by topic
hr: Filter prema temi

# #30042
source: Loading video list
hr: Učitavanje popisa videa

# #30043
source: Reading video infos, please wait.
hr: Čitanje informacija videa. molim pričekajte.

# #30044
source: This helps video list browsing.
hr: Ovo pomaže pregledu popisa video snimaka.

# #30045
source: Video {0} out of {1}
hr: Video {0} od{1}

# #30046
source: Videos
hr: Video snimke

# #30047
source: Music
hr: Glazba

# #30048
source: Programs
hr: Programi
