Repository: XanderT/plugin.video.jworg
Catalog: resources/language/French (Canada)/strings.po
Languages: fr_ca

# #30001
source: Next page >>
fr_ca: Page suivante >>

# #30002
source: Language of multimedia file
fr_ca: Langue du fichier multimédia

# #30005
source: General
fr_ca: Général

# #30010
source: Books of the Bible
fr_ca: Les livres de la Bible

# #30011
source: Music and songs
fr_ca: Musiques et chansons

# #30012
source: Daily text
fr_ca: Texte quotidien

# #30013
source: Bible dramas
fr_ca: Pièces bibliques

# #30014
source: Dramatic bible readings
fr_ca: Lectures théâtralisées de la bible

# #30015
source: Musics, dramas, and dramatic readings
fr_ca: Musiques, pièces et lectures théatrales

# #30016
source: Newest first
fr_ca: Les plus récents en premier

# #30017
source: Oldest first
fr_ca: Les plus anciens en premier

# #30018
source: By title
fr_ca: Par titre

# #30019
source: Sorting
fr_ca: Tri

# #30020
source: Videos
fr_ca: Vidéos

# #30022
source: Empty cache (force lists update)
fr_ca: Vider le cache (forcer la mise à jour des listes)

# #30023
source: Emptying cache
fr_ca: Vidage du cache

# #30024
source: Successfully done
fr_ca: Terminé avec succès

# #30026
source: All magazines
fr_ca: Tous les magazines

# #30027
source: Awake!
fr_ca: Réveillé!

# #30029
source: The Watchtower (Study Edition)
fr_ca: The Watchtower (édition d'étude)

# #30030
source: The Watchtower (Simplified Edition)
fr_ca: The Watchtower (édition simplifiée)

# #30031
source: Latest
fr_ca: Dernier

# #30032
source: Newsroom
fr_ca: Salle des nouvelles

# #30033
source: Unable to load remote content
fr_ca: Impossible de charger le contenu distant

# #30034
source: Week program
fr_ca: Programmation hebdomadaire

# #30035
source: Theocratic Ministry School
fr_ca: École pastorale théocratique

# #30037
source: Activities
fr_ca: Activités

# #30038
source: End of the article
fr_ca: Fin de l'article

# #30039
source: Default video resolution (0: ask every time)
fr_ca: Résolution par défaut de la vidéo (0: demander à chaque fois)

# #30040
source: Video in sign language
fr_ca: Vidéo en langue des signes

# #30041
source: Filter by topic
fr_ca: Filtrer par sujet

# #30042
source: Loading video list
fr_ca: Chargement de la liste des vidéos

# #30043
source: Reading video infos, please wait.
fr_ca: Lecture des infos sur les vidéos, veuillez attendre.

# #30044
source: This helps video list browsing.
fr_ca: Ceci aide à parcourir la liste des vidéos.

# #30045
source: Video {0} out of {1}
fr_ca: Vidéo {0} sur {1}

# #30046
source: Videos
fr_ca: Vidéos

# #30047
source: Music
fr_ca: Musique

# #30048
source: Programs
fr_ca: Programmes
