Repository: XanderT/plugin.video.jworg
Catalog: resources/language/Catalan/strings.po
Languages: ca

# #30001
source: Next page >>
ca: Pàgina següent >>

# #30002
source: Language of multimedia file
ca: Idioma del fitxer multimedia

# #30010
source: Books of the Bible
ca: Llibres sobre la Biblia

# #30011
source: Music and songs
ca: Música i cançons

# #30012
source: Daily text
ca: Text del dia

# #30013
source: Bible dramas
ca: Representacions bíbliques

# #30014
source: Dramatic bible readings
ca: Lectures bíbliques dramatitzades

# #30015
source: Musics, dramas, and dramatic readings
ca: Música, drames, i lectures dramatiques

# #30016
source: Newest first
ca: Primer el més nou

# #30017
source: Oldest first
ca: Primer el més vell

# #30018
source: By title
ca: Per títol

# #30019
source: Sorting
ca: Ordenant

# #30020
source: Videos
ca: Vídeos

# #30021
source: Cache
ca: Memòria cau

# #30022
source: Empty cache (force lists update)
ca: Buida la memòria cau (força una actualització de la llista)

# #30023
source: Emptying cache
ca: Buidant memòria cau

# #30024
source: Successfully done
ca: S'ha fet amb èxit

# #30025
source: Magazines
ca: Revistes

# #30026
source: All magazines
ca: Totes les revistes

# #30027
source: Awake!
ca: ¡Despertad!

# #30029
source: The Watchtower (Study Edition)
ca: La Torre de Guaita (Edició d'estudi)

# #30030
source: The Watchtower (Simplified Edition)
ca: La Torre de Guaita (Simplified Edition)

# #30031
source: Latest
ca: Nou

# #30032
source: Newsroom
ca: Redacció

# #30033
source: Unable to load remote content
ca: No es pot carregar el contingut remot

# #30034
source: Week program
ca: Programa semanal

# #30035
source: Theocratic Ministry School
ca: Escola de predicació teocràtica

# #30037
source: Activities
ca: Activitats

# #30038
source: End of the article
ca: Fi del article

# #30039
source: Default video resolution (0: ask every time)
ca: Resolució de vídeo per defecte (0: preguntar cada vegada)
