Repository: XanderT/plugin.video.jworg
Catalog: resources/language/Galician/strings.po
Languages: gl

# #30001
source: Next page >>
gl: Seguinte páxina >>

# #30002
source: Language of multimedia file
gl: Idioma do ficheiro multimedia

# #30005
source: General
gl: Xeral

# #30010
source: Books of the Bible
gl: Libros da Biblia

# #30011
source: Music and songs
gl: Música e cancións

# #30012
source: Daily text
gl: Texto diario

# #30013
source: Bible dramas
gl: Dramatizacións da Biblia

# #30014
source: Dramatic bible readings
gl: Lecturas Damatizadas da Biblia

# #30015
source: Musics, dramas, and dramatic readings
gl: Música, drama, e lecturas dramatizadas

# #30016
source: Newest first
gl: Primeiro os novos

# #30017
source: Oldest first
gl: Primeiro os vellos

# #30018
source: By title
gl: Por título

# #30019
source: Sorting
gl: Ordenando

# #30020
source: Videos
gl: Vídeos

# #30021
source: Cache
gl: Caché

# #30022
source: Empty cache (force lists update)
gl: Baleirar a caché (forzar actualización das listaxes)

# #30023
source: Emptying cache
gl: Baleirando a caché

# #30024
source: Successfully done
gl: Realizado con éxito

# #30025
source: Magazines
gl: Revistas

# #30026
source: All magazines
gl: Todas as revistas

# #30027
source: Awake!
gl: Espertar!

# #30028
source: The Watchtower
gl: La Atalaya

# #30029
source: The Watchtower (Study Edition)
gl: La Atalaya (edición de estudio)

# #30030
source: The Watchtower (Simplified Edition)
gl: La Atalaya (en lenguaje sencillo)

# #30031
source: Latest
gl: Máis Recentes

# #30032
source: Newsroom
gl: Sala de prensa

# #30033
source: Unable to load remote content
gl: Non se puido cargar o contido remoto

# #30034
source: Week program
gl: Programa da semana

# #30035
source: Theocratic Ministry School
gl: Escola do Ministerio Teocrático

# #30037
source: Activities
gl: Actividades

# #30038
source: End of the article
gl: Fin do artigo

# #30039
source: Default video resolution (0: ask every time)
gl: Resolución predefinida de vídeo (0: preguntar sempre)

# #30040
source: Video in sign language
gl: Vídeo con idioma de signos

# #30041
source: Filter by topic
gl: Filtrar por tema

# #30042
source: Loading video list
gl: Cargando a listaxe de vídeos

# #30043
source: Reading video infos, please wait.
gl: Lendo info. dos vídeo, agarde por favor.

# #30044
source: This helps video list browsing.
gl: Isto axuda á lista de videos de navegación.

# #30045
source: Video {0} out of {1}
gl: Vídeo {0} dos {1}

# #30046
source: Videos
gl: Vídeos

# #30047
source: Music
gl: Música

# #30048
source: Programs
gl: Aplicativos
