Repository: XanderT/plugin.video.jworg
Catalog: resources/language/Hungarian/strings.po
Languages: hu

# #30001
source: Next page >>
hu: Következő oldal >>

# #30002
source: Language of multimedia file
hu: Multimédia fájl nyelve

# #30005
source: General
hu: Általános

# #30010
source: Books of the Bible
hu: A Biblia Könyvei

# #30011
source: Music and songs
hu: Zenék és dalok

# #30012
source: Daily text
hu: Napiszöveg

# #30013
source: Bible dramas
hu: Bibliai drámák

# #30014
source: Dramatic bible readings
hu: Bibliai hangjátékok

# #30015
source: Musics, dramas, and dramatic readings
hu: Zenék, drámák, és drámai olvasmányok

# #30016
source: Newest first
hu: Legfrissebb elöl

# #30017
source: Oldest first
hu: Legrégebbi elöl

# #30018
source: By title
hu: Cím szerint

# #30019
source: Sorting
hu: Rendezés

# #30020
source: Videos
hu: Videók

# #30021
source: Cache
hu: Gyorsítótár

# #30022
source: Empty cache (force lists update)
hu: Gyorsítótár törlése (kényszerített lista frissítés)

# #30023
source: Emptying cache
hu: Gyorsítótár ürítése

# #30024
source: Successfully done
hu: Sikeresen végrehajtva

# #30025
source: Magazines
hu: Folyóirat

# #30026
source: All magazines
hu: Minden folyóirat

# #30027
source: Awake!
hu: Ébredjetek!

# #30028
source: The Watchtower
hu: Az Őrtorony

# #30029
source: The Watchtower (Study Edition)
hu: Az Őrtorony (tanulmányozásra szánt kiadás)

# #30030
source: The Watchtower (Simplified Edition)
hu: Az Őrtorony (Egyszerűsített változat)

# #30031
source: Latest
hu: Legújabb

# #30032
source: Newsroom
hu: Sajtószoba

# #30033
source: Unable to load remote content
hu: Távoli tartalom nem elérhető

# #30034
source: Week program
hu: Heti program

# #30035
source: Theocratic Ministry School
hu: Teokratikus szolgálati iskola

# #30037
source: Activities
hu: Tevékenysége

# #30038
source: End of the article
hu: Cikk vége
