Repository: XanderT/plugin.video.jworg
Catalog: resources/language/Bulgarian/strings.po
Languages: bg

# #30001
source: Next page >>
bg: Следваща страница >>

# #30002
source: Language of multimedia file
bg: Езиков на мултимедиен файл

# #30005
source: General
bg: Основни

# #30010
source: Books of the Bible
bg: Книги на Библията

# #30011
source: Music and songs
bg: Музика и песни

# #30012
source: Daily text
bg: Ежедневен текст

# #30013
source: Bible dramas
bg: Библейски драми

# #30014
source: Dramatic bible readings
bg: Драматични библейски четения

# #30015
source: Musics, dramas, and dramatic readings
bg: Музикални, драми и драматични четения

# #30016
source: Newest first
bg: Най-новите първо

# #30017
source: Oldest first
bg: Най-старите първо

# #30018
source: By title
bg: По заглавие

# #30019
source: Sorting
bg: Сортиране

# #30020
source: Videos
bg: Видеа

# #30021
source: Cache
bg: Кеш

# #30022
source: Empty cache (force lists update)
bg: Изчисти кеша (принудително обновяване на списъците)

# #30023
source: Emptying cache
bg: Почистване на кеша

# #30024
source: Successfully done
bg: Успешно извършено

# #30025
source: Magazines
bg: Списания

# #30026
source: All magazines
bg: Всички списания

# #30027
source: Awake!
bg: Събудете се!

# #30028
source: The Watchtower
bg: Стражевата кула

# #30029
source: The Watchtower (Study Edition)
bg: Стражевата кула (Проучвателско издание)

# #30030
source: The Watchtower (Simplified Edition)
bg: Стражевата кула (Опростено издание)

# #30031
source: Latest
bg: Най-новите

# #30032
source: Newsroom
bg: Нюзрум

# #30033
source: Unable to load remote content
bg: Неуспешно зареждане на отдалеченото съдържание

# #30034
source: Week program
bg: Седмична програма

# #30038
source: End of the article
bg: Край на статията

# #30046
source: Videos
bg: Видеа

# #30047
source: Music
bg: Музика

# #30048
source: Programs
bg: Програми
