Repository: XanderT/plugin.video.jworg
Catalog: resources/language/*/strings.po
Languages: dutch

# #30001
source: Next page >>
dutch: Volgende pagina

# #30002
source: Language of multimedia file
dutch: Taal van het multimediabestand

# #30005
source: General
dutch: Algemeen

# #30010
source: Books of the Bible
dutch: Boeken over de bijbel

# #30011
source: Music and songs
dutch: Muziek en Liedjes

# #30012
source: Daily text
dutch: dagelijkse citaat

# #30013
source: Bible dramas
dutch: Bijbeldrama`s

# #30015
source: Musics, dramas, and dramatic readings
dutch: Liedjes, drama`s en dramatische lezingen

# #30016
source: Newest first
dutch: Nieuwste eerst

# #30017
source: Oldest first
dutch: Oudste eerst

# #30018
source: By title
dutch: Op titel

# #30019
source: Sorting
dutch: Sortering

# #30021
source: Cache
dutch: Buffer

# #30022
source: Empty cache (force lists update)
dutch: Leeg geheugen (verplicht lijsten update)

# #30023
source: Emptying cache
dutch: is geheugen aan het legen

# #30024
source: Successfully done
dutch: Succesvol gedaan

# #30025
source: Magazines
dutch: Tijdschriften

# #30026
source: All magazines
dutch: Alle tijdschriften

# #30027
source: Awake!
dutch: Ontwaakt!

# #30028
source: The Watchtower
dutch: De Wachttoren

# #30029
source: The Watchtower (Study Edition)
dutch: De wachttoren (studie-uitgave)

# #30030
source: The Watchtower (Simplified Edition)
dutch: De Wachttoren (vereenvoudigde uitgave)

# #30031
source: Latest
dutch: Nieuwste

# #30032
source: Newsroom
dutch: Kranten en tijdschriften afdeling

# #30033
source: Unable to load remote content
dutch: Niet in staat om externe inhoud te laden

# #30034
source: Week program
dutch: Week Programma

# #30035
source: Theocratic Ministry School
dutch: Theocratische bedieningsschool

# #30037
source: Activities
dutch: Activiteiten

# #30038
source: End of the article
dutch: Einde van het artikel
