Repository: XanderT/plugin.video.jworg
Catalog: resources/language/Hebrew/strings.po
Languages: he

# #30001
source: Next page >>
he: עמוד הבא >>

# #30002
source: Language of multimedia file
he: שפת קובץ המולטימדיה

# #30005
source: General
he: כללי

# #30010
source: Books of the Bible
he: ספרי התנ"ך

# #30011
source: Music and songs
he: מוזיקה ושירים

# #30012
source: Daily text
he: טקסט יומי

# #30013
source: Bible dramas
he: דרמות תנ"כיות

# #30014
source: Dramatic bible readings
he: קריאה תנ"כית דרמטית

# #30015
source: Musics, dramas, and dramatic readings
he: מוזיקה, דרמות וקריאה דרמטית

# #30016
source: Newest first
he: החדש ביותר ראשון

# #30017
source: Oldest first
he: הישן ביותר ראשון

# #30018
source: By title
he: לפי כותרת

# #30019
source: Sorting
he: מיון

# #30020
source: Videos
he: סרטונים

# #30021
source: Cache
he: מטמון

# #30022
source: Empty cache (force lists update)
he: נקה מטמון (אלץ עדכון רשימות)

# #30023
source: Emptying cache
he: נקה מטמון

# #30024
source: Successfully done
he: הסתיים בהצלחה

# #30025
source: Magazines
he: מגזינים

# #30026
source: All magazines
he: כל המגזינים

# #30027
source: Awake!
he: ער!

# #30028
source: The Watchtower
he: מגדל השמירה

# #30029
source: The Watchtower (Study Edition)
he: מגדל השמירה (גרסת המחקר)

# #30030
source: The Watchtower (Simplified Edition)
he: מגדל השמירה (גרסת הפשט)

# #30031
source: Latest
he: נוספו לאחרונה

# #30032
source: Newsroom
he: חדר חדשות

# #30033
source: Unable to load remote content
he: נכשל בטעינת תוכן מרוחק

# #30034
source: Week program
he: תכנית שבועית

# #30035
source: Theocratic Ministry School
he: מדרשת מיניסטריון תיאוקרטית

# #30037
source: Activities
he: פעילויות

# #30038
source: End of the article
he: סוף המאמר

# #30039
source: Default video resolution (0: ask every time)
he: ברירת מחדל לאבחנת וידאו (0: שאל בכל פעם)

# #30046
source: Videos
he: סרטונים

# #30047
source: Music
he: מוסיקה

# #30048
source: Programs
he: תוכנות
