Repository: XanderT/plugin.video.jworg
Catalog: resources/language/Lithuanian/strings.po
Languages: lt

# #30001
source: Next page >>
lt: Kitas puslapis >>

# #30002
source: Language of multimedia file
lt: Multimedijos failų kalba

# #30005
source: General
lt: Pagrindinis

# #30010
source: Books of the Bible
lt: Biblijos knygos

# #30011
source: Music and songs
lt: Muzika ir dainos

# #30012
source: Daily text
lt: Kasdienis tekstas

# #30013
source: Bible dramas
lt: Biblijos dramos

# #30014
source: Dramatic bible readings
lt: Dramatiški biblijos skaitymai

# #30015
source: Musics, dramas, and dramatic readings
lt: Muzika, dramos ir dramatiniai skaitiniai

# #30016
source: Newest first
lt: Naujausi pirma

# #30017
source: Oldest first
lt: Seniausi pirma

# #30018
source: By title
lt: Pagal pavadinimą

# #30019
source: Sorting
lt: Rūšiavimas

# #30020
source: Videos
lt: Vaizdo įrašai

# #30021
source: Cache
lt: Talpykla

# #30022
source: Empty cache (force lists update)
lt: Tuščia talpykla (priverstinis sąrašų atnaujinimas)

# #30023
source: Emptying cache
lt: Išvaloma talpykla

# #30024
source: Successfully done
lt: Atlikta sėkmingai

# #30025
source: Magazines
lt: Žurnalai

# #30026
source: All magazines
lt: Visi žurnalai

# #30027
source: Awake!
lt: Pabusti!

# #30029
source: The Watchtower (Study Edition)
lt: The Watchtower (Studijos leidimas)

# #30030
source: The Watchtower (Simplified Edition)
lt: The Watchtower (Supaprastintas leidimas)

# #30031
source: Latest
lt: Naujausias

# #30032
source: Newsroom
lt: Naujienų kambarys

# #30033
source: Unable to load remote content
lt: Neįmanoma įkelti nuotolinio turinio

# #30034
source: Week program
lt: Savaitės programa

# #30035
source: Theocratic Ministry School
lt: Teokratinės ministerijos mokykla

# #30037
source: Activities
lt: Veikla

# #30038
source: End of the article
lt: Straipsnio pabaiga

# #30039
source: Default video resolution (0: ask every time)
lt: Numatytoji vaizdo raiška (0: klausti kaskart)

# #30040
source: Video in sign language
lt: Vaizdo įrašas ženklų kalba

# #30041
source: Filter by topic
lt: Filtruoti pagal temą

# #30042
source: Loading video list
lt: Įkeliamas vaizdo įrašų sąrašas

# #30043
source: Reading video infos, please wait.
lt: Nuskaitoma vaizdo įrašų informacija, prašome palaukti.

# #30044
source: This helps video list browsing.
lt: Tai palengvina vaizdo įrašų sąrašo naršymą.

# #30045
source: Video {0} out of {1}
lt: Vaizdo įrašas{0} iš {1}

# #30046
source: Videos
lt: Vaizdo įrašai

# #30047
source: Music
lt: Muzika

# #30048
source: Programs
lt: Programos
