Repository: XanderT/plugin.video.jworg
Catalog: resources/language/Afrikaans/strings.po
Languages: af

# #30001
source: Next page >>
af: Volgende bladsy >>

# #30002
source: Language of multimedia file
af: Taal van multimedia lêer

# #30005
source: General
af: Algemeen

# #30010
source: Books of the Bible
af: Boeke van die Bybel

# #30011
source: Music and songs
af: Musiek en liedjies

# #30012
source: Daily text
af: Daaglikse text

# #30013
source: Bible dramas
af: Bybel dramas

# #30015
source: Musics, dramas, and dramatic readings
af: Musiek, dramas, en dramatiese lesings

# #30016
source: Newest first
af: nuutste eerste

# #30017
source: Oldest first
af: oudste eerste

# #30018
source: By title
af: Volgens titel

# #30019
source: Sorting
af: Sorteering

# #30022
source: Empty cache (force lists update)
af: Leë cache (forseer lyste om te opdateer)

# #30023
source: Emptying cache
af: leegmaak van cache

# #30024
source: Successfully done
af: suksesvol gedoen

# #30025
source: Magazines
af: tydskrifte

# #30026
source: All magazines
af: Alle tydskrifte

# #30027
source: Awake!
af: Wakker!

# #30028
source: The Watchtower
af: Die Uitkyktoring

# #30029
source: The Watchtower (Study Edition)
af: Die Uitkyktoring (Studie weergawe)

# #30030
source: The Watchtower (Simplified Edition)
af: Die Uitkyktoring (Vergemaklik te weergawe)

# #30031
source: Latest
af: Nuutste

# #30032
source: Newsroom
af: Nuuskamer

# #30033
source: Unable to load remote content
af: Kan nie eksterne inhoud aflaai nie

# #30034
source: Week program
af: Program van die week

# #30035
source: Theocratic Ministry School
af: Teokratiese Bedieningskool

# #30037
source: Activities
af: Bedrywighede

# #30038
source: End of the article
af: Einde van die artikel
